{
  "AMB-X": "Movement Speed of enemies in Attack Range is reduced by 20%",
  "AMB-Y": "Attack all enemies within range. ~~50%~~ -> **65%** Physical & Arts Evasion. Lower priority to be attacked by enemies",
  "ARC-X": "Redeployment Time -25 seconds",
  "ARC-Y": "When attacking an enemy directly ahead, ATK increases to 105% and ignores the target's Physical Evasion",
  "ART-X": "When attacking blocked enemies, ATK is increased to 110%",
  "ART-Y": "Attacks ignore 100 DEF",
  "BEA-X": "When skill is active, grant +1 Block for an ally infront",
  "BLA-X": "Damage dealt is increased based on target distance, up to 110%",
  "BLS-X": "When skill is active, attacks restore the HP of allies (heal amount is equal to ~~75%~~ -> **100%** of ATK)",
  "BOM-X": "Attacks deals physical splash damage ~~Twice~~ -> **Thrice** to Ground enemies in a small area",
  "CCR-X": "Ignores 10 RES",
  "CCR-Y": "Gain 1 SP when normal attacks hit an [Elite] or [Leader] enemy",
  "CEN-X": "When attacking blocked enemies, ATK is increased to 110%",
  "CEN-Y": "When HP is above 50%, gain 20% Physical damage reduction",
  "CHA-X": "Attacks deal Arts damage and inflicts Slow for ~~0.5s~~ -> **0.8s**\nDamage reduced by ~~15%~~ -> **10%** per jump",
  "CHA-Y": "Each jump no longer deals less damage",
  "CHG-X": "Obtain ~~1~~ -> **2** DP after this unit defeats an enemy. Refunds full current DP Cost when retreated",
  "CHG-Y": "When attacking an enemy with HP below 40%, increase ATK to 115%",
  "CRA-X": "Can hold 1 more Support Device.\nSupport Device DP Cost is reduced",
  "DEA-X": "The further away the enemy, the higher the damage dealt (up to 15%)",
  "DEA-Y": "If the attacked enemy remains alive, gain 1 additional SP",
  "DEC-X": "When an enemy is in Attack Range, SP generation is increased by +0.2/s",
  "DEC-Y": "Attack deals Arts damage and inflicts Slow for ~~0.8s~~ -> **1.2s**",
  "DRE-X": "When attacking blocked enemies, ATK increased to 115%",
  "DRE-Y": "When defeated, do not retreat. HP restores to full, Max HP -60% and then gain +30 ASPD (Once per deployment)",
  "EXE-X": "Refund 80% of current DP Cost on retreat",
  "EXE-Y": "ATK +10% when there is no ally in the surrounding 4 tiles",
  "FGT-X": "Gain 15% Physical Dodge",
  "FGT-Y": "When HP is above 50%, ASPD +10",
  "FOR-X": "When attacking blocked enemies, ATK is increased to 110%",
  "FUN-X": "Drone starts at ~~20%~~ -> **35%** atk_scale, max stacks ~~6~~ -> **5**",
  "FUN-Y": "Drone damage increased when attacking the same enemy (Up to ~~110%~~ -> **120%** of the operator's Attack)",
  "GEE-X": "When HP is higher than 80%, gain +0.25 SP/s",
  "GUA-X": "When healing targets with less than 50% HP, the healing is increased by 15%",
  "GUA-Y": "Damage taken is reduced by 15%",
  "HES-X": "SP recovery speed is reduced (reduced to 20%). While blocking, SP recovery speed returns to normal. (Can gain SP from external sources without blocking)",
  "HES-Y": "Only restores SP when blocking enemies. (reduced to 0.1%). **While blocking, ATK and DEF +15%** (Can gain SP from external sources without blocking)",
  "HOK-X": "When shifting enemies, the targets receive Arts Damage proportional to distance moved (800 Arts Damage per tile shifted)",
  "INC-X": "Attacks deal Arts Damage and heal the HP of an ally within Attack Range for ~~50%~~ -> **60%** of the damage dealt",
  "INS-X": "ATK Increased to ~~120%~~ -> **130%** when attacking enemies not blocked by self",
  "INS-Y": "Can also be deployed on Ranged Tiles",
  "MAR-X": "When attacking aerial units, increase ATK to 110%",
  "MAR-Y": "ASPD +8 when there is a ground enemy within range",
  "MER-X": "While deployed, ~~3~~ -> **2** DP are consumed every 3 seconds (automatically retreats without sufficient DP)",
  "MER-Y": "Gain 4% ATK each time DP is consumed, up to 5 stacks",
  "MSC-D": "Attacks inflict Necrosis damage equal to 8% of the damage dealt",
  "MSC-X": "When there's no targets within range, can store the attack energy (up to ~~3~~ -> **4** times) and fire it off in a burst",
  "MSC-Y": "When holding a charge of stored energy, ASPD +30",
  "PHY-X": "When healing units with less than 50% HP, healing effectiveness is increased by 15%",
  "PHY-Y": "When healing melee units, healing effectiveness is increased by 15%",
  "PLX-X": "Gain ~~+200%~~ -> **+215%** DEF & ~~+20~~ -> **25** RES when skill is inactive. **When skill is active, retain a portion of that buff (+100% DEF & +10 RES)**",
  "PLX-Y": "DMG increased based on amount of enemies in range, up to 15% increase\n3% dmg_scale per enemy, up to 5 enemies",
  "PRO-X": "+20% DEF when blocking enemies",
  "PRO-Y": "Blocks 4 enemies",
  "PUM-X": "Substitute gains +15% ATK",
  "PUM-Y": "Substitute gains +20% HP",
  "PUS-X": "Refund 50% of current DP Cost when deployed on Ranged tiles",
  "PUS-Y": "When blocking 2 or more enemies, increases Push strength by 1",
  "REA-X": "Recovers ~~50~~ -> **60** HP with every enemy hit (up to Block count)",
  "RIN-X": "Attack Range Expands",
  "RIN-Y": "Restores the HP of ~~3~~ -> **4** allies simultaneously",
  "SBL-X": "When HP is below 50%, gains 25% Shelter",
  "SBL-Y": "Does not retreat when defeated and restores 30% HP (Can only trigger 1 time on each deployment)",
  "SIE-X": "When attacking heavy enemies (weight >= 3), ATK is increased to 115%",
  "SOL-X": "ATK and DEF +8% when blocking enemies",
  "SOL-Y": "Initial Deployment Cost -4",
  "SPC-X": "Attack Range Expands",
  "SPC-Y": "Reduces Deployment Cost (-8 DP Cost)",
  "SPT-X": "Enemies within Attack Range lose Stealth",
  "SUM-X": "First summon deploy will not use deployment slots (Does not refund deployment slot when last summon retreats or is knocked down)",
  "SUM-Y": "Maximum summon limit +3\nSummon deploy cost reduced\n",
  "SWO-X": "Skill damage increased by 10%",
  "SWO-Y": "Attacks ignore 70 DEF",
  "TAC-X": "Tactical Point reduce damage taken from enemies blocked by self by 15%",
  "TAC-Y": "Enemies blocked by Tactical Point have increased Taunt\nDamage increased to ~~150%~~ -> **165%** when attacking enemies blocked by Tactical Point",
  "TRP-D": "Self can be deployed on ground tiles\nTraps can be deployed on ranged tiles",
  "TRP-Y": "20% chance to deploy a trap that deals 2x damage",
  "UMD-X": "Attacks inflict 10% Enfeeble for 2 seconds",
  "UNY-X": "Reduce damage taken from enemies blocked by self by 15%",
  "WAH-X": "Less likely to be targeted\nGrants [Resist] to self",
  "WAH-Y": "Remove the healing reduction on farther targets",
  "LOR-X": "Attacks deal 10% of ATK as Arts damage",
  "LOR-Y": "When there are 2 or more enemies within Attack Range, ASPD +12",
  "CCR-D": "Attacks inflict Necrosis damage equal to 8% of the damage dealt",
  "HUN-X": "When there is no ammo remaining, reload 1 additional ammo on the next reload",
  "HOK-Y": "Increase force by 1 level when pulling faraway enemies (>= 2.5 tiles)",
  "BLA-D": "Attacks inflict Burn damage equal to 8% of the damage dealt",
  "UNY-Y": "ATK and DEF +8% when there are no allies within the 8 surrounding tiles",
  "RPR-X": "Increases ATK to ~~150%~~ -> **160%** against enemies in the row ahead of self",
  "WDM-X": "Restores the HP of allied units and recovers Elemental Damage by ~~50%~~ -> **60%** of ATK (can recover Elemental Damage of unhurt allied units)",
  "ISW-A": {
    "Kal'tsit": "In Integrated Strategies, can heal up to 2 allies at once.",
    "Phantom": "In Integrated Strategies, when attacking, reduce Phantom's and clone's next redeployment's time by 1s, clone also has this effect.",
    "Rosmontis": "In Integrated Strategies, attacks deal an additional instance of 100% of ATK as Arts damage",
    "Angelina": "In Integreated Strategies, when deployed, all enemies have -1 weight.",
    "Dusk": "In Integrated Strategies, attack 1 additional target"
  },
  "RA-A": {
    "Eunectes": "In Reclamation Algorithm, restore +0.4 SP/s when food effect is active, while skill is active, attract all nearby enemies and animals within 5.0 radius to this unit's location."
  },
  "CRU-X": "Healing received is increased by 20%",
  "AGE-X": "Reduce Taunt level (-1)",
  "BAR-X": "When there are 2 or more other operators within Attack Range, ATK +8% (unaffected by skills)",
  "CRA-Y": "Support Devices have reduced redeployment time",
  "FOR-Y": "ASPD +10",
  "RIT-X": "Elemental damage dealt increased by 18% when attacking Elite or Boss enemies",
  "AFT-X": "ASPD +8 when not blocking enemies",
  "AFT-Y": "When attacking blocked enemies, inflict 10% Arts Fragile",
  "AFT-D": "When attacking enemies under Burn Burst, deal 15% of ATK as Elemental damage",
  "HAM-X": "When there are 3 or more enemies within attacks' splash area, ATK is increased to 115%"
}
